/* 
   Localizable.strings
   ClockPref

   Created by Giovanni Donelli on 10/21/08.
   Copyright 2008 Apple, Inc. All rights reserved.
 */


"DeterminingLocationStep1" = "Bestämmer nuvarande plats";
"DeterminingLocationStep2" = "Bestämmer nuvarande plats.";
"DeterminingLocationStep3" = "Bestämmer nuvarande plats..";
"DeterminingLocationStep4" = "Bestämmer nuvarande plats...";

"DeterminingLocation" = "Bestämmer nuvarande plats...";

"LocationError" = "Kan inte bestämma nuvarande plats just nu";
"CurrentLocation" = "Nuvarande plats: %@";
"TurnONAirport" = "Slå på AirPort för att fastslå din nuvarande plats";
